# input() — это еще одна функция. Она позволяет передавать данные
# с клавиатуры после запуска программы.
# Например, вы можете спросить о чем-то пользователя и сохранить его ответ
# аргумент в скобках (тоже строка) это подсказка или вопрос для пользователя,
# каких данных вы от него ждете.
# Ответ вводится в консоли,  после ввода нужно надать Enter
color = input("What's your favourite color? ")
# мы сохранили ответ пользователя в переменную color, и теперь можем его использовать!
print("I like " + color + " too!")